const data = {
  gameName: "GAME NAME",
  gameImage: "public/Images/BackGroundProductDigital.png",
  gameShortDescription:
    "بازی فورتنایت برای مدتی است که در رکانون توجه گیمر های آنلاین قرار گرفته است. یکی از دلایل محبوبیت فوق‌العاده‌ بازی Fortnite این است که می‌توانید این بازی را تقریبا در هر پلتفرمی انجام دهید. اگر شما هم می‌خواهید وارد دنیای بازی Fortnite شوید. با من همراه باشید.",
  gameLongDescription: [
    "فورت نایت یک بازی در سبک بتل رویال است؛ در هر مسابقه فورت نایت 100 بازیکن در یک جزیره کوچک به رقابت می‌پردازند. آنها در ابتدا فقط یک سلاح سرد شبیه تبر یا کلنگ در اختیار دارند و باید گوشه و کنار محیط‌های بازی را بگردند تا سلاح‌های جدید، نارنجک و آیتم‌های دیگر را که برای نجات خودشان یا از بین بردن سایر بازیکن‌ها استفاده می‌شوند، پیدا کنند.",
    "برای سخت‌تر شدن بازی، جزیره مدام در حال کوچک‌تر شدن است و شما باید در آن دوام بیاورید. برای این کار باید تله بکارید، سلاح‌های جدید به دست بیاورید و مواضع دفاعی بسازید. همین‌طور که نقشه‌ی بازی آب می‌رود، بازی‌کنندگان به هم نزدیک‌تر می‌شوند و بدین ترتیب باید مدام در حال پیشرفت و تطبیق شرایط باشید.",
    "بازی Fortnite یک بازی در سبک بقا است که به صورت دو نفره‌ی همکاری (co-op) بازی می‌شود. در بازی fortnite با همان ابزارها و ادوات بازی می‌کنید و باید در مقابل زامبی‌های هوش مصنوعی مقاومت کنید. برای این‌کار باید در روز مواضع دفاعی بسازید و حسابی جای پای خود را محکم کنید تا بتوانید شب را دوام بیاورید.",
    "اما چیزی که فورتنایت را از سایر باز‌ی‌های این سبک متمایز می‌کند، تاکید زیاد گیم‌پلی آن روی جنبه ساخت‌وساز است. بازیکن‌های فورتنایت می‌توانند مواد اولیه‌ای مثل چوب، فلز و آجر را جمع‌آوری کنند و با استفاده از آنها سازه‌هایی مانند دیوار، سکو و … بسازند و اصطلاحا قلعه خودشان را بنا کنند",
  ],
  gameDetails: [
    {
      label: "نوع محصول",
      buttons: ["In-Game", "Redeem Code"],
    },
    {
      label: "ریجن",
      buttons: ["Country", "Country", "Country"],
    },
    {
      label: "مقدار (عنوان محصول) (واحد شمارش)",
      buttons: ["Number", "Number", "Number", "Number", "Number", "Number"],
    },
    {
      label: "پلتفرم",
      buttons: ["Platform A", "Platform B", "Platform C", "Platform D"],
    },
  ],
  gamePassword: "12345678",
  gameUsername: "12345nn678",
};


